[
  {
    "lang": "en",
    "motion": "This House Believes That online youth activism is counterproductive for the youth sociopolitical movement.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House, as a Commonwealth citizen, would rather see Prince William as the next King of the United Kingdom after the death of Queen Elizabeth II, rather than King Charles III.",
    "adinfo": "Before the death of Queen Elizabeth II, some commentators and a part of the public opinion suggested that in the event of the death of the monarch, the then Prince of Wales, Charles, should pass the crown to Prince William, rather than him becoming the new king.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "This House Would abolish the UN Security Council.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase",
    "type": "motionEnPolicy"
  },
  {
    "lang": "en",
    "motion": "As the President of the European Council, I would prioritize renewable energy development over other energy alternatives.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Quarterfinal",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "This House Would tell best friend about the occurrence.",
    "adinfo": "You have been at a party with your best friend and his girlfriend. You caught her red-handed cheating with another man, your best friend is unaware, because he left earlier. You have good relations with both your best friend and his girlfriend, she does not know she was seen cheating.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Runners-up",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "This House Believes That figure Cardinal Armand-Jean du Plessis de Richelieu is a suitable candidate for the post of President of European Council.",
    "adinfo": "Cardinal Armand-Jean du Plessis de Richelieu is alive and well. We assume that he has the right support to be elected president of the council and will be elected the day after the debate. His understanding and knowledge of the world and current affairs is up to date.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Semifinal",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House regrets the narrative saying that forgiveness is a virtue.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Final",
    "type": "motionEnRegret"
  },
  {
    "lang": "pl",
    "motion": "W Polsce należy wprowadzić test preferencji politycznych.",
    "adinfo": "Na potrzeby debaty test preferencji politycznych stanowi test składający się z pytań dotyczących określonych polityk, poglądów oraz wartości. Po wypełnieniu testu, system ustala do którego z kandydatów głosujący ma najbardziej zbliżone odpowiedzi i oddaje na niego automatycznie głos.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Państwo tworząc regulacje hazardowe  powinno dążyć do całkowitego zakazu  (zwiększenie kar finansowych dla organizatorów, zdecydowane ograniczenia dostępności, zaostrzanie prawa hazardowego) zamiast dążenia do zwiększenia bezpieczeństwa korzystania z hazardu (kontrola wieku, sprawdzanie tendencji do uzależniania się poszczególnych osób i personalizowanego im blokowania dostępu).",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Transmitowanie na żywo relacji ze spraw sądowych przynosi więcej szkód niż korzyści (np. sprawa Katarzyny W., proces sądowy Depp vs. Heard).",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "W Polsce należy wprowadzić możliwość głosowania negatywnego.",
    "adinfo": "Na potrzeby debaty głosowanie negatywne to sposób głosowania w wyborach, polegający na odjęciu głosu od partii/osoby kandydującej. Liczy się on tak samo jak zwykły głos i wyklucza głosowanie „za” jakąkolwiek inną partią lub osobą kandydująca.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Państwo powinno zapewniać osobom potrzebującym pomoc bezwarunkową zamiast pomocy warunkowej (np. przyznawanie zasiłków pod warunkiem aktywnego poszukiwania pracy, oferowanie noclegów wyłącznie trzeźwym osobom).",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "W Polsce należy wprowadzić  „natychmiastową demokrację” sprawowaną przez obywateli za pomocą technologii X.",
    "adinfo": "Na potrzeby debaty przyjmij, że istnieje technologia X. Polega ona na tym, że każdy obywatel w chwili uzyskania czynnego prawa wyborczego otrzymuje małe urządzenie, które pozwala mu co miesiąc oddać głos na którąś z partii politycznych. Comiesięczne głosowanie wpływa na skład parlamentu, w taki sposób, że w przypadku kiedy to partia miałaby stracić lub zyskać mandat w parlamencie, sama decyduje o osobie, której ten mandat przyznaje. Urządzenie głosujące jest zabezpieczone biometrycznie, w taki sposób, że nikt inny poza danym obywatelem nie jest w stanie go użyć. Urządzenia nie da się zhackować.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Państwo powinno stosować gwarancję zatrudnienia zamiast form walki z bezrobociem polegających na pomocy pośredniej (np. zapewnianiu szkoleń aktywizujących, zasiłków dla bezrobotnych).",
    "adinfo": "Na potrzeby debaty gwarancja zatrudnienia stanowi program, w ramach którego rząd zobowiązuje się do stworzenia miejsca pracy dla każdego bezrobotnego, który zgłosi taką potrzebę. Oferowane w jej ramach wynagrodzenie powinno być zbliżone do płacy minimalnej.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Należy popierać nulifikację wyroku przez ławę przysięgłych.",
    "adinfo": "Nulifikacja wyroku przez ławę przysięgłych (tzw. „jury nullification”) występuje w systemie prawa precedensowego, kiedy to członkowie ławy przysięgłych w trakcie procesu karnego uważają, że oskarżony jest winny, ale decydują się przedstawić werdykt w tej sprawie jako uznanie za niewinnego, ponieważ: (a) uważają, że prawo na podstawie, którego oskarżony/a byłby/aby skazany/a jest niesprawiedliwe samo w sobie (b) oskarżyciel nadużył swoich uprawnień lub złamał prawo w sprawie oskarżonego/ej (c) potencjalna kara jest zbyt surowa.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "W Polsce należy wprowadzić kadencyjność posłów.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Państwo powinno wprowadzać kontrolę czynszów w centrach dużych miast.",
    "adinfo": "Kontrola czynszu to regulacje, które nakładają ograniczenia na kwotę, której właściciele mogą zażądać za wynajem mieszkania lub przedłużenie umowy najmu.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "System, w którym wszyscy oskarżeni w sprawach karnych byliby reprezentowani wyłącznie przez obrońców z urzędu przyniósłby więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Finał",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Popularyzacja memów politycznych przyniosła więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2023, Półfinał",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna wprowadzić instytucję sędziów pokoju.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "W krajach, w których obowiązuje powszechna służba wojskowa powinna dotyczyć ona również kobiet.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Instytucja małżeństwa przynosi więcej strat niż korzyści.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Proces gentryfikacji przynosi więcej strat niż korzyści.",
    "adinfo": "Gentryfikacja to proces przekształcenia danego obszaru miasta (np. dzielnicy) w obszar przeznaczony dla osób o wyższym statusie materialnym w celu osiągnięcia określonego celu finansowego czy wizerunkowego.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Należy popierać wykluczenie państw posiadających niski wskaźnik przestrzegania praw człowieka z międzynarodowych wydarzeń sportowych.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Więźniowie powinni być zwalniani w oparciu o status ich resocjalizacji, zamiast po odbyciu wcześniej ustalonej kary.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Komercjalizacja ruchów społecznych przynosi więcej strat niż korzyści.",
    "adinfo": "Komercjalizacja ruchów społecznych to m.in. wykorzystanie wizerunku celebrytów, ikon popkultury do popularyzacji danego ruchu społecznego jak i wykorzystywanie finansowania oraz pomocy organizacyjnej od korporacji i dużych przedsiębiorstw.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Eliminacje",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Zakładając istnienie umożliwiającej to technologii, funkcje sędziowskie w procesach sądowych powinno zastąpić się algorytmami.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Runda finałowa",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Należy żałować wzrostu popularności osób wykonujących zawody zaufania społecznego (np. lekarzy) w mediach społecznościowych.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Runda finałowa",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "motion": "Jako rodzic pochodzący ze zmarginalizowanej grupy społecznej, uczyłbym swoje dzieci, aby nie ufały wymiarowi sprawiedliwości ani organom ścigania (tj. policji, sędziom, prokuratorom).",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Runda finałowa",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Państwowe subwencje partii politycznych przynoszą więcej strat niż korzyści.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Debata o trzecie miejsce",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Państwa młodych demokracji powinny priorytetyzować formę demokracji bezpośredniej ponad formę demokracji przedstawicielskiej.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2022, Finał",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna wprowadzić regulacje nastawione na zwiększenie liczby kategorii recyklingu odpadów oraz na wysokie kary za nieprzestrzeganie nowych wytycznych.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Półfinał",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "W interesie Polski leży działanie na rzecz dołączenia Ukrainy do Unii Europejskiej.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Eliminacje",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Istnienie „zasady trwałości stosunku pracy” należy ocenić pozytywnie.",
    "adinfo": "„Zasada trwałości stosunku pracy” ogranicza możliwości zwolnienia pracownika przez pracodawcę. Celem jest zniechęcenie do wypowiedzenia istniejącej umowy z pracownikiem, nie zważając np. na to czy pracodawca zatrudnia inną osobę mogącą go zastąpić czy nie. Przykłady to zwiększone odprawy czy szczegółowe wymogi dotyczące przyczyn rozwiązania umowy. Zasada ta nie stanowi ochrony przed ewentualnym dyskryminującym wypowiedzeniem i nie ma charakteru bezwzględnego. Jest to konsekwencją obowiązywania zasady swobody pracy, która oznacza nie tylko swobodę wybrania pracy i nawiązania stosunku pracy, ale również możliwość jego rozwiązania przez każdą ze stron.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Eliminacje",
    "type": "motionPlEvaluative"
  },
  {
    "lang": "pl",
    "motion": "Występowanie technokracji na szczeblach samorządowych należy ocenić pozytywnie.",
    "adinfo": "Technokracja – koncepcja ustroju społecznego, w którym władzę sprawowali by technicy, eksperci, organizatorzy i kierownicy produkcji.",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Eliminacje",
    "type": "motionPlEvaluative"
  },
  {
    "lang": "pl",
    "motion": "Politykę „grubej kreski” zastosowanej w Polsce po 1989 należy ocenić negatywnie.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Eliminacje",
    "type": "motionPlEvaluative"
  },
  {
    "lang": "pl",
    "motion": "Lepszy jest system państwa federalnego od systemu państwa unitarnego.",
    "adinfo": "",
    "source": "Turniej Debat Oksfordzkich o Tematyce Społeczno-Prawnej 2021, Eliminacje",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Robert Makłowicz byłby lepszym prezydentem RP niż Magda Gessler.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Należy żałować popularności astrologii.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "motion": "Czesław Michniewicz powinien zostać selekcjonerem reprezentacji Polski w mistrzostwach świata w 2022 roku.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Rząd Stanów Zjednoczonych powinien być zorganizowany nomadycznie.",
    "adinfo": "W rządzie zorganizowanym nomadycznie przedstawiciele rządu nie mają swojej stałej siedziby i wspólnie podróżują po kraju, stale pozostając w ruchu.",
    "source": "Poznańska Noc Debaty 2023, Ćwierćfinał",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Jako właściciel największego w Karpaczu sklepu ze sprzętem górskim zatrudniłbym Oskara Górowicza.",
    "adinfo": "Oskar Górowicz to fanatyk gór. Pół mieszkania zawalone kurtkami goretex najgorsze. Średnio raz w miesiącu ktoś wdepnie w leżący na ziemi czekan czy raki i trzeba wyciągać w szpitalu bo mają zadziory na końcu. Górowicz wybitnie zna się na sprzęcie górskim i górach a jako doradca klienta zawsze doradzi im dużo lepiej niż którykolwiek z twoich pracowników. Niestety Górowicz ma trudny charakter. Nie potrafi współpracować, bardzo łatwo go nienawidzić i ma problemy z przystosowaniem społecznym.",
    "source": "Poznańska Noc Debaty 2023, Półfinał",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Co ślyp nie eknie, tego serducho nie zawiści.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Finał",
    "type": "motionPlValues"
  },
  {
    "lang": "en",
    "motion": "This House Believes That Museums of former colonial powers should return objects taken from their former colonies.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "As allies airforce command This House Would prioritise bombard rides of infrastructure around Nazi German death and concentration camps rather than supporting front war.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "This House Believes That domination of means of mass communication by social media giants enhances the freedom of speech.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House Believes That No kind of prejudice is good.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Final",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House Believes That Comparing to the people born after the Second World War, nowadays young people lack true heroes.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House Would establish an international institution to fight with drug cartels.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "This House supports the same educational system within EU.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022",
    "type": "motionEnThisHouseSupports"
  },
  {
    "lang": "en",
    "motion": "If I were Witold Pilecki, I would have left the country in 1946.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Quarterfinal",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "Access to the Internet does more harm than good for school-aged children.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Runners-up",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "The only right solution in this situation is to organize a lottery.",
    "adinfo": "You are a doctor at the public hospital, you have one rare medicine left and 5 patients in need: a little boy, a pensioner, a Nobel Prize winner in the field of chemistry, a billionaire, and a mother of five children. Only the person who will get the medicine avoids death. The decision is entirely yours.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Final",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "motion": "Affirmative actions towards ethnic minorities in the process of recruitment is harmful for all sides involved.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "In the 21st century, the war on terrorism has caused more instability in the world than terrorism would have caused itself.",
    "adinfo": "The September 11 attacks in New York and Washington in 2001 brought the issue of terrorism to the front line of Western security thinking and resulted in the declaration of a global \"war on terror\" by the Bush administration (the so-called \"Bush doctrine\"). Consequently, this rhetoric paved the way for the regular wars \"against\" regimes that were supposed to harbour terrorists or behave like them (i.e. Afghanistan and Iraq).",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "When recruiting, universities should pay more attention to the candidate's scientific and social commitment than to their secondary school-leaving examination results.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "In times of crisis of liberal democracy, more \"Brexits\" in the EU are yet to come.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "en",
    "motion": "Irish reunification is in the best interest of the United Kingdom.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase",
    "type": "motionEnFact"
  },
  {
    "lang": "pl",
    "motion": "W interesie UE leży wprowadzenie proponowanych zmian traktatowych.",
    "adinfo": "Proponowane zmiany traktatowe w UE dotyczą spraw przegłosowanych w Parlamencie Europejskim podczas drugiej sesji plenarnej w listopadzie 2023 r.",
    "source": "Tezownicy",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Jako nastoletni obywatel Polski swoją aktywność społeczną realizowałbym w młodzieżowych partiach politycznych.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 13.12.2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Z perspektywy przeciętnego Europejczyka żałowałbym Brexitu.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 5.04.2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Z perspektywy obywatela UE ważniejszy jest dla mnie proces integracji wewnętrznej niż wspólna polityka zagraniczna.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 5.04.2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie Polski leży federalizacja UE.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 5.04.2022",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Jako absolwent studiów w Polsce wolałbym otworzyć działalność gospodarczą niż pracować na etacie.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 7.11.2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie Polski leży wprowadzenie bezwarunkowego dochodu podstawowego.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 7.11.2022",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Z perspektywy państwa polskiego, 31 sierpnia 1939 r. Polska była gotowa do wojny.",
    "adinfo": "",
    "source": "Porozmawiajmy o II Wojnie Światowej, październik 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie Polski leży wprowadzenie bezwarunkowego dochodu podstawowego.",
    "adinfo": "",
    "source": "Debata pokazowa, czerwiec 2022",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Jako Elon Musk zaangażowałbym się w walkę z kryzysem klimatycznym kosztem programu kosmicznego.",
    "adinfo": "",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Z perspektywy edukacji historycznej komedie wojenne przynoszą więcej szkody niż pożytku.",
    "adinfo": "",
    "source": "AD VOCEM, maj 2021",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Jako intelektualista żyjący w Polsce w 1975 roku podpisałbym tzw. List 59.",
    "adinfo": "",
    "source": "AD VOCEM, grudzień 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Jako lokalny partyzant, który przeżył Obławę Augustowską, wolałbym przenieść się w inny rejon kraju, niż pozostać na miejscu.",
    "adinfo": "",
    "source": "AD VOCEM, październik 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Jako uczeń/uczennica szkoły ponadpodstawowej dostrzegam więcej szkód niż korzyści z pojawienia się Chatu GPT.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, luty 2023",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Jako zaangażowany społecznie wielkopolski przedsiębiorca wolałbym inwestować w duchu XIX-wiecznych organiczników w tworzenie funduszu żelaznego ponad inne działania filantropijne.",
    "adinfo": "",
    "source": "Debata pokazowa, grudzień 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie Palestyńczyków leży popieranie rozwiązania jednopaństwowego.",
    "adinfo": "",
    "source": "Toruńsko-Inowrocławska Liga Debat, listopad 2023",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Jako uczeń/uczennica szkoły ponadpodstawowej wołał(a)bym realizować swój obowiązek szkolny w \"szkole w chmurze\" niż w tradycyjnej szkole.",
    "adinfo": "",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2023",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Jako Minister Środowiska i Klimatu, skupiłbym się na rozwoju OZE z wiatru bardziej niż promieni słonecznych.",
    "adinfo": "",
    "source": "Katowice-Murcki, listopad 2023",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Jako obywatel/obywatelka X kupiłbym/kupiłabym samochód elektryczny.",
    "adinfo": "Obywatel X potrzebuje auta do przemieszczania się w tygodniu pomiędzy dużymi miastami wojewódzkimi i ich centrami.",
    "source": "Poznańska Liga Debat, grudzień 2023",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie Polski leży całkowita rezygnacja z gotówki na rzecz płatności bezgotówkowych.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, listopad 2023",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Z perspektywy mieszkańców ośrodków miejskich korzystną jest prywatyzacja przedsiębiorstw wodociągowych.",
    "adinfo": "",
    "source": "",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Patrząc z ówczesnej perspektywy, Witold Pilecki nie powinien wracać do Polski po II wojnie światowej.",
    "adinfo": "",
    "source": "AD VOCEM, maj 2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Działalność grupy Anonymous przynosi więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 23.11.2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Odpady biodegradowalne to bardziej szansa niż zagrożenie.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 14.12.2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Obecne problemy związane z odpadami wynikają bardziej z świadomości społecznej niż złego zarządzania.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 14.12.2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna wprowadzić instytucję weta ludowego do swojego systemu prawnego.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 13.12.2022",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Partie polityczne nie powinny być finansowane z budżetu państwa.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 22.11.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Pełnienie funkcji poselskiej nie powinno być opłacane ze środków publicznych.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 22.11.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Powinno zakazać się algorytmu personalizacji treści w Internecie.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 23.11.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Sztuczna inteligencja powinna zawsze podlegać kontroli ludzi.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 6.04.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Powinno się zaprzestać używania betonu w budownictwie.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 6.04.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Należy wprowadzić przymus wyborczy w Polsce.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 11.03.2022",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Dwukadencyjność wójtów, burmistrzów, prezydentów miast niesie za sobą więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 11.03.2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Państwo powinno częściowo spłacać dług osób uzależnionych od hazardu.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 11.02.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna utrzymać i egzekwować bardziej restrykcyjne przymusowe leczenie dla karanych osób uzależnionych.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 11.02.2022",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Komunikacja miejska powinna być bezpłatna.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 15.12.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Powinno wprowadzić się specjalne opłaty dla samochodów wjeżdżających do centrów miast.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, 15.12.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Powinno zakazać się chowu przemysłowego zwierząt.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 16.12.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "GMO przynosi więcej korzyści niż szkód.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 16.01.2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Powinno wprowadzić się JOW w wyborach do Sejmu RP.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat Toruń 15.11.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Postanowienia międzynarodowych trybunałów powinny być nadrzędne wobec konstytucji krajowych.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat Toruń 15.11.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Migranci klimatyczni powinni posiadać status uchodźców.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 16.11.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Aby skutecznie walczyć z kryzysem klimatycznym, powinien powstać specjalny podatek od mięsa.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, 16.11.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "W dobie kryzysu energetycznego państwa powinny inwestować w OZE nawet kosztem dobrobytu swoich obywateli.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 16.12.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Współcześnie osiąganie sukcesów finansowych w działalności gospodarczej nie jest możliwe bez płatnych kampanii reklamowych w social mediach.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 16.12.2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Głównym zadaniem medycyny jest przedłużanie życia ludzkiego.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 28.05.2022, Finał",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Będąc premierem Polski priorytetyzowałbym zwiększanie wydatków na ochronę zdrowia ponad inne aspekty funkcjonowania państwa.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 28.05.2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Dla zdrowia psychicznego człowieka, rozwój natury w ośrodkach miejskich, jest ważniejszy niż rozwój infrastruktury.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.04.2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Szkoła odgrywa najważniejszą rolę w kwestii dbania o zdrowie psychiczne młodzieży.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.04.2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Państwo powinno zagwarantować wszystkim gospodarstwom domowym równy dostęp do internetu.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 29.03.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "W szkolnych sklepikach i automatach z jedzeniem i piciem każdy ma prawo kupować to, na co ma ochotę.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 29.03.2022",
    "type": "motionPlValues"
  },
  {
    "lang": "pl",
    "motion": "Po Europie lepiej podróżować pociągiem niż autem.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 23.02.2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Suburbanizacja jest większym zagrożeniem dla środowiska niż betonoza.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 23.02.2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Gospodarka 4.0 niesie za sobą więcej szans niż zagrożeń.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 17.12.2021",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Postęp technologiczny jest podstawą zrównoważonego rozwoju.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 17.12.2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Otton III miał realną szansę stworzyć monarchię uniwersalną w Europie.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 26.11.2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Najlepszym rozwiązaniem problemu starzejącego się społeczeństwa w Europie jest rozwój automatyzacji i sztucznej inteligencji.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 26.11.2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Aby skutecznie walczyć z kryzysem klimatycznym, państwa powinny wprowadzić wysoki podatek od mięsa i nabiału.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.05.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Ustrój I RP blokował dynamiczny rozwój społeczny mieszczan.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.04.2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Główną przyczyną solidarności afrykańskiej było doświadczenie kolonializmu.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.04.2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "W projektowaniu przestrzeni dla dzieci ich zdanie powinno być decydujące, nawet jeżeli jest to sprzeczne z wizją dorosłych.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.03.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "W protestach społecznych osoby niepełnoletnie powinny brać udział tylko za zgodą swoich rodziców lub opiekunów.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 27.03.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Wykluczenie komunikacyjne jest głównym czynnikiem ograniczającym rozwój obszarów peryferyjnych w Polsce.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, marzec 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Długofalowo praca zdalna jest bardziej opłacalna dla sektora prywatnego niż stacjonarna.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, 18 grudnia 2020",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Uzyskanie praw wyborczych przez kobiety w Polsce w 1918 r. było głównie ich efektem wcześniejszego zaangażowania w działalność niepodległościową.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, marzec 2020",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Wprowadzenie tzw. \"dochodu naleźnego\" nie zrównoważy negatywnych skutków społecznych dalszej automatyzacji i robotyzacji produkcji.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, listopad 2019",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Lepiej prowadzić własną działalność gospodarczą niż pracować na etacie.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, listopad 2019",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Witold Pilecki i inni polscy żołnierze nie powinni po II wojnie światowej wracać do Polski.",
    "adinfo": "",
    "source": "AD VOCEM, czerwiec 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Państwa UE powinny opierać swój system bezpieczeństwa na strategicznym partnerstwie z USA niż budować europejski system bezpieczeństwa.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, kwiecień 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Wielka Rewolucja Francuska przyniosła społeczeństwu europejskiemu więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, debata o trzecie miejsce, Bydgoszcz, marzec 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Chat GPT powinien być ograniczony dostępem tylko jako narzędzie pomocnicze w badaniach, np. sortowaniu danych.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, luty 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Jako zaangażowany i świadomy kibic piłki nożnej bojkotowałbym MS w katarze.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat Toruń, styczeń 2021",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "Dla rozwoju młodzieżowych relacji rówieśniczych social media są bardziej zagrożeniem niż szansą.",
    "adinfo": "",
    "source": "Kujawsko-Pomorska Liga Debat, Bydgoszcz, styczeń 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Państwo X powinno wprowadzić politykę protekcjonizmu oraz znacjonalizować najważniejsze gałęzie przemysłu.",
    "adinfo": "Państwo X funkcjonuje w unii gospodarczej w warunkach wolnorynkowych. W skutek globalnego kryzysu megakorporacje zaczęły wpływać na rządy państw oraz ich politykę oraz zaczęły znacząco wpływać na najważniejsze sektory gospodarek państw, w tym państwa X.",
    "source": "Poznańska Liga Debat finał maj 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Praca organiczna była najskuteczniejszą formą walki z zaborcą.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, marzec 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Działania dyplomatyczne Polski w XIX wieku przybliżyły polskę do osiągnięcia niepodległości w większym stopniu od pozostałych form działań.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, marzec 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "motion": "Decyzje dotyczące projektowania przestrzeni w polskich miastach powinny być podejmowane w oparciu o parytety płci.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, luty 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "W polskiej szkole system ocen zachowania przynosi więcej szkód niż pożytków.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, styczeń 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Jako młody absolwent studiów w polsce wolałbym otworzyć własną działalność gospodarczą niż pracować na etacie.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, październik 2022",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "motion": "W interesie polski jest wprowadzenie bezwarunkowego dochodu podstawowego.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, październik 2022",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "motion": "Metoda d'Hondta przynosi więcej szkód niż pożytków polskiemu systemowi wyborczemu.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, listopad 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna wprowadzić przymus wyborczy.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, listopad 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Państwa sojusznicze względem Izraela powinny uzależnić swoje dalsze wsparcie od jego akceptacji rozwiązania dwupaństwowego.",
    "adinfo": "",
    "source": "Toruńsko-Inowrocławska Liga Debat, listopad 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Przekonanie, że recykling jest w pełni prośrodowsiskowy niesie za sobą więcej korzyści niż strat.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, grudzień 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Państwo polskie powinno finansować wyłącznie te dziedziny sportu zawodowego, w których odnosi sukcesy.",
    "adinfo": "",
    "source": "Poznańska Liga Debat, listopad 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Rodzice powinni wychowywać swoje dzieci tak, aby przedkładały one kolektywizm nad indywidualizm.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, styczeń 2024",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna dążyć do struktury społeczeństwa międzykulturowego.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, styczeń 2024",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna przyjąć jak najszybciej bezwzględny zakaz hodowli zwierząt na futra.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, grudzień 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Unia Europejska powinna zakazać używania wobec żywności roślinnej nazw kojarzonych z produktami pochodzenia zwierzęcego.",
    "adinfo": "",
    "source": "Bydgoska Liga Debat, grudzień 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Powinno się przywrócić przedmiot \"wiedza o kulturze\" w szkołach średnich.",
    "adinfo": "",
    "source": "Wielkopolska Liga Debat, luty 2024",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Homogenizacja kultury przynosi więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Wielkopolska Liga Debat, luty 2024",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Poznań powinien zakazać wjazdu samochodów do centrum miasta.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Zabytki w miastach polskich nie powinny uniemożliwiać zmian w planie zagospodarowania przestrzennego dla projektów publicznych.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Instytucje państwowe nie powinny być skoncentrowane tylko w jednym mieście.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Obowiązek ochrony zabytkowych obiektów miejskich powinien spoczywać w rękach prywatnych inwestorów.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Wykorzystanie systemów facial recognition (systemów rozpoznawania twarzy) to raczej szansa niż zagrożenie.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": "Ustawowy zakaz gospodarowania mieniem komunalnym dużych miast RP poprzez przeniesienie własności przyniósłby ich mieszkańcom więcej szkód niż korzyści.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "motion": " W Polsce należy obniżyć czynne prawo wyborcze do 16 roku życia.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Marszałek województwa ma większy wpływ na funkcjonowanie województwa niż wojewoda.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "motion": "Wolność słowa nie powinna podlegać żadnym ograniczeniom.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "motion": "Unia Europejska powinna przyjąć wspólne prawo penalizujące mowę nienawiści w Internecie.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Debaty oksfordzkie powinny stać się nowym przedmiotem obowiązkowym dla osób uczących się w szkołach ponadpodstawowych.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "motion": "Polska powinna dążyć do jak najszybszego wejścia wejścia do strefy euro.",
    "adinfo": "",
    "source": "Tezownicy",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Zakładając taką możliwość, klonowanie ludzi powinno być dozwolone.",
    "source": "Festiwal Filozofii, 30.11.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Dla współczesnej młodzieży lepiej jest podążać śladem romantycznego czucia i wiary niż patrzyć przez mędrca szkiełko i oko.",
    "source": "Sparing na rok romantyzmu, 5.10.2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Rodzice powinni mieć skuteczną kontrolę treści, które w internecie ogląda i publikuje ich niepełnoletnie dziecko.",
    "source": "Poznańska Liga Debat, 27.05.2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "W odniesieniu do wycinki drzew rosnących w mieście, interes społeczny powinien być nadrzędny wobec prawa własności.",
    "source": "Poznańska Liga Debat, Finał, październik 2020",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Anglia i Francja postąpiły zgodnie ze swoją racją stanu, nie pomagając Polsce w trakcie kampanii polskiej 1939 r.",
    "source": "Porozmawiajmy o II Wojnie Światowej, październik 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Zaangażowanie duchownych w konspirację antykomunistyczną nie było w interesie Kościoła Katolickiego w Polsce.",
    "source": "Odzyskani bohaterowie, kwiecień 2022",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Racja stanu Rzeczypospolitej wymagała, aby polscy lotnicy w Wielkiej Brytanii służyli w dywizjonach Polskich Sił Powietrznych.",
    "source": "Odzyskani bohaterowie, kwiecień 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Powinnością lekarzy pracujących na terenie utworzonego w Warszawie getta było pozostać z podopiecznymi.",
    "source": "Odzyskani bohaterowie, marzec 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Andrzej i Olga Małkowscy zasługują na miejsce w panteonie ojców niepodległości.",
    "source": "Odzyskani bohaterowie, marzec 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Idea zrównoważonego rozwoju jest nową utopią.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Sprawiedliwa transformacja nie jest w Polsce możliwa.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Należy żałować rosnącej roli celebrytów w eko-aktywizmie.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Aktywizm ekologiczny oparty o ideę obywatelskiego nieposłuszeństwa (np. blokowanie ulic, okupowanie elektrowni węglowych) przynosi więcej szkód niż korzyści.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Należy żałować narracji o odpowiedzialności konsumenckiej przejawianej w informowaniu o śladzie węglowym w poszczególnych produktach.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Organizacje ekologiczne powinny przedkładać działalność lobbystyczną w instytucjach państwowych nad działalność związaną ze zwiększaniem świadomości społecznej, budowaniem poparcia dla polityk proklimatycznych oraz aktywizmem lokalnym.",
    "source": "Turniej debat ekologiczno-klimatycznych, czerwiec 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Walka ze zmianami klimatu w Polsce odniosłaby większe sukcesy, gdyby była wpisana w konserwatywną narrację.",
    "source": "Turniej debat ekologiczno-klimatycznych, listopad 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Najlepszym sposobem na rozwój technologii energii odnawialnej jest prawo do ich pierwokupu przez państwa.",
    "source": "Turniej debat ekologiczno-klimatycznych, listopad 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Atak alianckiego lotnictwa na niemieckie obozy koncentracyjne i obozy śmierci był odpowiednim środkiem na zmniejszenie skali ludobójstwa.",
    "source": "AD VOCEM, luty 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Wszyscy Polacy powinni być wegetarianami.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Młodzież, chcąca skutecznie walczyć z kryzysem klimatycznym, musi zainteresować się polityką.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Sztuczna inteligencja jest bardziej zagrożeniem dla człowieka niż szansą na jego rozwój.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Bitwa o Atlantyk była decydującym czynnikiem determinującym wynik II wojny światowej.",
    "source": "Porozmawiajmy o II Wojnie Światowej, Gdańsk, listopad 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Główną przyczyną wybuchu II wojny światowej było przyjęcie traktatu wersalskiego w jego oryginalnym brzmieniu.",
    "source": "Porozmawiajmy o II Wojnie Światowej, Gdańsk, listopad 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Nazizm i komunizm wykazują więcej istotnych podobieństw niż różnic.",
    "source": "Porozmawiajmy o II Wojnie Światowej, Gdańsk, listopad 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Podstawą polityki niemieckiego narodowego socjalizmu był kult nowoczesności.",
    "source": "Porozmawiajmy o II Wojnie Światowej, Gdańsk, grudzień 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Prowadzenie radykalnej polityki antyreligijnej nie było w interesie władz Związku Sowieckiego.",
    "source": "Porozmawiajmy o II Wojnie Światowej, Gdańsk, grudzień 2023",
    "type": "motionPlInterest"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Narracja dotycząca OZE przynosi ludzkości więcej szkód niż korzyści.",
    "source": "Katowice-Murcki, listopad 2023",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Powinno się zrezygnować z wykorzystania olei roślinnych w petrochemii do produkcji oleochemikaliów.",
    "source": "Liga Debat Fundacji ORLEN, 6 grudnia 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Współczesne wykorzystanie plastiku przynosi więcej szkód niż korzyści.",
    "source": "Liga Debat Fundacji ORLEN, 6 grudnia 2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Opór zbrojny przeciwko władzy komunistycznej w powojennej Polsce był niepotrzebnym narażaniem życia Polaków.",
    "source": "AD VOCEM, marzec 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Polska Rzeczpospolita Ludowa w latach 1956-1989 nie była państwem totalitarnym.",
    "source": "AD VOCEM, marzec 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Stanisław Mikołajczyk podjął słuszną decyzję, wchodząc w skład Tymczasowego Rządu Jedności Narodowej.",
    "source": "AD VOCEM, marzec 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Okręg Warszawa Armii Krajowej powinien wesprzeć powstanie w getcie warszawskim wszystkim siłami będącymi w jego dyspozycji.",
    "source": "AD VOCEM, kwiecień 2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Do odzyskania niepodległości przez Polskę w 1918 roku bardziej przyczyniły się działania dyplomatyczne niż zbrojne.",
    "source": "AD VOCEM, listopad 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Lepszym rozwiązaniem dla Polski byłby stanowczy opór opozycji względem władz PRL niż kompromis z 1989 roku.",
    "source": "AD VOCEM, listopad 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Odwoływanie się do historii II wojny światowej w bieżącej polskiej polityce przynosi więcej szkód, niż pożytku.",
    "source": "AD VOCEM, październik 2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Unia Europejska powinna ustanowić jedno wspólne święto walki z totalitaryzmami.",
    "source": "AD VOCEM, marzec 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Wyniki starań władz II RP w procesie kształtowania się granic państwa należy ocenić pozytywnie.",
    "source": "AD VOCEM, marzec 2023",
    "type": "motionPlEvaluative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Ustawowa ochrona pamięci, taka jak w ustawie z dnia 7 kwietnia 1938 roku o ochronie imienia Józefa Piłsudskiego, jest uzasadniona.",
    "source": "AD VOCEM, kwiecień 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Konstytucja marcowa zawierała lepsze rozwiązania ustrojowe dla Polski w latach 1935-39 niż konstytucja kwietniowa.",
    "source": "AD VOCEM, kwiecień 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Istnienie Rządu Rzeczypospolitej Polskiej na uchodźstwie po II wojnie światowej nie miało istotnego znaczenia dla sprawy polskiej.",
    "source": "AD VOCEM, maj 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Należy żałować dominującej w społeczeństwie narracji o indywidualnej odpowiedzialności za środowisko naturalne.",
    "source": "Liga Debat Fundacji ORLEN, 16.11.2022",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Obowiązek dbania o gatunki chronione na terenach przemysłowych powinien spoczywać na przedsiębiorstwach, a nie na samorządach czy państwie. ",
    "source": "Liga Debat Fundacji ORLEN, 16.11.2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Po zakończeniu II wojny światowej właściwszym wyborem dla polskiego żołnierza była walka zbrojna z komunistami niż akceptacja nowego ustroju.",
    "source": "Historia w Trasie, październik 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Wielokulturowość i wieloetniczność była niewykorzystaną szansą na rozwój miast pogranicza II Rzeczypospolitej, takich jak Supraśl.",
    "source": "Historia w Trasie, październik 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Swoboda wyrazu artystycznego, w tym w książkach, nie powinna doznawać żadnych ograniczeń.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Likwidacja kanonu lektur szkolnych przyniosłaby więcej korzyści niż strat.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2022",
    "type": "motionPlDescriptive"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Korzystanie z działów naukowych bibliotek jest lepszym sposobem na poszerzanie swojej wiedzy niż korzystanie z internetu.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "W dzisiejszych czasach tradycyjne biblioteki są nam niepotrzebne.",
    "source": "Kwidzyńskie Debaty Oksfordzkie, październik 2022",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Należy żałować narracji mówiącej o tym, że tylko popularni artyści powinni być uznani za odnoszących sukces.",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, maj 2023",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Przeprowadzenie planu Balcerowicza było największym sukcesem gospodarczym III RP.",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, maj 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "Inwestycje strategiczne: autostrady, przekopy, elektrownie, kanały, infrastruktura wojskowa bądź należąca do innych służb mundurowych, znajdujące się na terenie państwa.",
    "motion": "Państwo powinno być jedynym inwestorem strategicznych inwestycji.",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, maj 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Powstanie w getcie warszawskim było pierwszym powstaniem warszawskim.",
    "source": "Odzyskani bohaterowie, kwiecień 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Pamięć o losach partnerek i partnerów upamiętnionych osób, zamordowanych w latach 1944-1956 w ramach represji komunistycznych jest niewystarczająca.",
    "source": "Odzyskani bohaterowie, kwiecień 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Włączenie się w realizację planów powojennej odbudowy kraju było dla polskich patriotów właściwszym wyborem niż walka zbrojna z komunistami.",
    "source": "Odzyskani bohaterowie, marzec 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Z punktu widzenia interesów polskiego społeczeństwa korzystniejsze były propozycje Aleksandra Wielopolskiego niż dążenia zwolenników powstania.",
    "source": "Odzyskani bohaterowie, marzec 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "We wrześniu 1939 r. generał Władysław Langner nie powinien kapitulować przed Armią Czerwoną.",
    "source": "Odzyskani bohaterowie, marzec 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Należy żałować dominującej w społeczeństwie narracji o indywidualnej odpowiedzialności za środowisko naturalne.",
    "source": "Liga Debat Fundacji ORLEN, listopad 2022",
    "type": "motionPlRegret"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Obowiązek dbania o gatunki chronione na terenach przemysłowych powinien spoczywać na przedsiębiorstwach, a nie na samorządach czy państwie.",
    "source": "Liga Debat Fundacji ORLEN, listopad 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Dla wschodniej Polski komunizm był bardziej zbrodniczym systemem niż nazizm.",
    "source": "Historia w Trasie, 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Słuszniejszym byłoby nazwanie Jana Klemensa Branickiego najrządniejszym z polskich magnatów niż miękkim sybarytą.",
    "source": "Historia w Trasie, 2022",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Kultura lokalna jest ważniejsza od kultury narodowej.",
    "source": "Jaskółki Kultury, listopad 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Festiwale kultury są najlepszą formą edukacji regionalnej społeczności.",
    "source": "Jaskółki Kultury, listopad 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Po rozwiązaniu struktur Polskiego Państwa Podziemnego należało zaprzestać walki z Sowietami.",
    "source": "Odzyskani bohaterowie, marzec 2022",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Do zażegnania kryzysu klimatycznego wystarczyłaby zmiana modelu konsumpcji z konsumpcjonizmu na konsumpcję autonomiczną.",
    "source": "Turniej debat ekologiczno-klimatycznych, listopad 2021",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Sportowiec, który został skazany za stosowanie środków dopingujących, powinien mieć permanentny zakaz uczestniczenia w zawodowych rozgrywkach sportowych.",
    "source": "Kujawsko-Pomorska Liga Debat, Toruń, styczeń 2021",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Polacy wygrali Bitwę pod Gniewem w 1626 roku.",
    "source": "Historia w Trasie, 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Polska była państwem zwycięskim w II wojnie światowej.",
    "source": "Historia w Trasie, 2023",
    "type": "motionPlFact"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "W budowaniu tożsamości społeczności zamieszkujących Ziemie Odzyskane rząd RP powinien opierać się na dorobku kulturowym przesiedleńców niż na dziedzictwie ich dawnych mieszkańców.",
    "source": "Historia w Trasie, 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Jako prezes państwowej spółki podlegającej pod Ministerstwo Aktywów Państwowych włączyłbym do swoich działań strategię finfluencingu.",
    "source": "Poznańska Liga Debat, Debata o trzecie miejsce, maj 2023",
    "type": "motionPlFirstPerson"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "W szkołach w Polsce powinien być osobny przedmiot dotyczący zmian klimatycznych.",
    "source": "Debata pokazowa, Poznań, luty 2023",
    "type": "motionPlDuty"
  },
  {
    "lang": "pl",
    "adinfo": "Inwestycje muszą nastąpić tu i teraz, co wiąże się z zamykaniem zakładów wytwarzających prąd w oparciu o paliwa kopalne.",
    "motion": "Rząd polski powinien inwestować w OZE nawet kosztem chwilowego spadku komfortu swoich obywateli i obywatelek.",
    "source": "Katowice-Murcki, listopad 2023",
    "type": "motionPlPolicy"
  },
  {
    "lang": "pl",
    "adinfo": "",
    "motion": "Włączenie się w realizację powojennej odbudowy kraju było dla polskich patriotów właściwszym wyborem niż walka zbrojna.",
    "source": "Debata pokazowa, Ostrołęka, marzec 2023",
    "type": "motionPlComparative"
  },
  {
    "lang": "en",
    "adinfo": "",
    "motion": "The fight against Climate Change should include taking international action against sovereign countries (such as exclusion from international institutions, sanctions, etc. or in the worst-case scenario - military intervention after seeking international approval), which allow environmental abuses through direct action or political negligence.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Group phase",
    "type": "motionEnDuty"
  },
  {
    "lang": "en",
    "adinfo": "Post-Soviet countries refer to the independent nations that emerged following the dissolution of the Soviet Union in 1991. UE post-soviet countries are Poland, Hungary, Czech Republic, Slovakia, Estonia, Latvia, and Lithuania. As a parent from these countries, you've seen rock bottom, work struggle and education chasing. For the first time in your life, you can describe yourself as a successful person in a good financial situation.",
    "motion": "As a parent in 2015-2024 in the UE post soviet countries I would raise my child using \"a tiger parent\" method.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Group phase",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "adinfo": "For the purpose of this debate there are 3 main passions - love, poser, and fame. We assume they can be pursued at the same time, however they differ from each other.",
    "motion": "Love is the most selfish of all passions.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Group phase",
    "type": "motionEnComparative"
  },
  {
    "lang": "en",
    "adinfo": "In the middle of the Baltic Sea, an island with a population has appeared. The new state of \"Balticstan\" is seeking the best political system to govern itself. The country has guaranteed independence and is sovereign over regional powers at the time of the debate. Balticstan represents the maximum average of all countries bordering the Baltic Sea (nine countries in total) regarding population, economy, problems and opportunities.",
    "motion": "As a society of a newly established state, we would opt for a representative democracy system.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Quarterfinal",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "adinfo": "For the purpose of this debate both assume betrayal is strictly understood in the sphere of personal human relationships. We exclude business and professional relations.",
    "motion": "The world/life in which betrayal is normalized would be better.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Semifinal",
    "type": "motionEnComparative"
  },
  {
    "lang": "en",
    "adinfo": "For this debate assume you have an opportunity to take a pill that irreversibly changes your life. After taking it, you will not be lied to again. Once you learn (hear in conversation, read, etc.) new information, there will be an automatic confirmation of truth or warning in your brain that it is a lie. The \"technical\" side of the pill working will not annoy you nor hinder your daily functioning, it will keep working until you die. You are certain there are no health side effects. At the time of the decision you must be 18 years old, and once the choice is made it is final.",
    "motion": "We decide to take a pill.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Runners-up",
    "type": "motionEnFirstPerson"
  },
  {
    "lang": "en",
    "adinfo": "Info 1: For the purpose of this debate assume that the one ring is an embodiment of a universal dilemma \"The end justifies the means\". The one ring. Pope Francis won’t become Sauron’s puppet in a literal sense but there will be some corruption.\nInfo 2: As a pope of the Catholic church you see that it is in a deep crisis. Crisis of belief is becoming a solemn problem, requiring immediate action.",
    "motion": "As a catholic pope Francis, I would wear the one-ring.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2024, Final",
    "type": "motionEnFirstPerson"
  }
]
