[
  {
    "lang": "en",
    "motion": "This House Believes That online youth activism is counterproductive for the youth sociopolitical movement.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
  },
  {
    "lang": "en",
    "motion": "This House, as a Commonwealth citizen, would rather see Prince William as the next King of the United Kingdom after the death of Queen Elizabeth II, rather than King Charles III.",
    "adinfo": "Before the death of Queen Elizabeth II, some commentators and a part of the public opinion suggested that in the event of the death of the monarch, the then Prince of Wales, Charles, should pass the crown to Prince William, rather than him becoming the new king.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
  },
  {
    "lang": "en",
    "motion": "This House Would abolish the UN Security Council.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
  },
  {
    "lang": "en",
    "motion": "As the President of the European Council, I would prioritize renewable energy development over other energy alternatives.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Quarterfinal"
  },
  {
    "lang": "en",
    "motion": "This House Would tell best friend about the occurance.",
    "adinfo": "You have been at a party with your best friend and his girlfriend. You caught her red-handed cheating with another man, your best friend is unaware, because he left earlier. You have good relations with both your best friend and his girlfriend, she does not know she was seen cheating.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Runners-up"
  },
  {
    "lang": "en",
    "motion": "This House Believes That figure Cardinal Armand-Jean du Plessis de Richelieu is a suitable candidate for the post of President of European Council.",
    "adinfo": "Cardinal Armand-Jean du Plessis de Richelieu is alive and well. We assume that he has the right support to be elected president of the council and will be elected the day after the debate. His understanding and knowledge of the world and current affairs is up to date.",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Semifinal"
  },
  {
    "lang": "en",
    "motion": "This House regrets the narrative saying that forgiveness is a virtue.",
    "adinfo": "",
    "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Final"
  },
  {
    "lang": "pl",
    "motion": "Robert Makłowicz byłby lepszym prezydentem RP niż Magda Gessler.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa"
  },
  {
    "lang": "pl",
    "motion": "Należy żałować popularności astrologii.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa"
  },
  {
    "lang": "pl",
    "motion": "Czesław Michniewicz powinien zostać selekcjonerem reprezentacji Polski w mistrzostwach świata w 2022 roku.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Faza grupowa"
  },
  {
    "lang": "pl",
    "motion": "Rząd Stanów Zjednoczonych powinien być zorganizowany nomadycznie.",
    "adinfo": "W rządzie zorganizowanym nomadycznie przedstawiciele rządu nie mają swojej stałej siedziby i wspólnie podróżują po kraju, stale pozostając w ruchu.",
    "source": "Poznańska Noc Debaty 2023, Ćwierćfinał"
  },
  {
    "lang": "pl",
    "motion": "Jako właściciel największego w Karpaczu sklepu ze sprzętem górskim zatrudniłbym Oskara Górowicza.",
    "adinfo": "Oskar Górowicz to fanatyk gór. Pół mieszkania zawalone kurtkami goretex najgorsze. Średnio raz w miesiącu ktoś wdepnie w leżący na ziemi czekan czy raki i trzeba wyciągać w szpitalu bo mają zazdrosny i koncu. Górowicz wybitnie zna się na sprzęcie górskim i górach a jako doradca klienta zawsze doradzi im dużo lepiej niż którakolwiek z twoich pracowników. Niestety Górowicz ma trudny charakter. Nie potrafi współpracować, bardzo łatwo go nią oszukać i ma problemy z przystosowaniem społecznym.",
    "source": "Poznańska Noc Debaty 2023, Półfinał"
  },
  {
    "lang": "pl",
    "motion": "Co ślyp nie eknie, tego serducho nie zawiści.",
    "adinfo": "",
    "source": "Poznańska Noc Debaty 2023, Finał"
  }
]
