[
    {
        "lang": "en",
        "motion": "This House Believes That online youth activism is counterproductive for the youth sociopolitical movement.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
    },
    {
        "lang": "en",
        "motion": "This House, as a Commonwealth citizen, would rather see Prince William as the next King of the United Kingdom after the death of Queen Elizabeth II, rather than King Charles III.",
        "adinfo": "Before the death of Queen Elizabeth II, some commentators and a part of the public opinion suggested that in the event of the death of the monarch, the then Prince of Wales, Charles, should pass the crown to Prince William, rather than him becoming the new king.",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
    },
    {
        "lang": "en",
        "motion": "This House Would abolish the UN Security Council.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Group phase"
    },
    {
        "lang": "en",
        "motion": "As the President of the European Council, I would prioritize renewable energy development over other energy alternatives.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Quarterfinal"
    },
    {
        "lang": "en",
        "motion": "This House Would tell best friend about the occurance.",
        "adinfo": "You have been at a party with your best friend and his girlfriend. You caught her red-handed cheating with another man, your best friend is unaware, because he left earlier. You have good relations with both your best friend and his girlfriend, she does not know she was seen cheating.",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Runners-up"
    },
    {
        "lang": "en",
        "motion": "This House Believes That figure Cardinal Armand-Jean du Plessis de Richelieu is a suitable candidate for the post of President of European Council.",
        "adinfo": "Cardinal Armand-Jean du Plessis de Richelieu is alive and well. We assume that he has the right support to be elected president of the council and will be elected the day after the debate. His understanding and knowledge of the world and current affairs is up to date.",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Semifinal"
    },
    {
        "lang": "en",
        "motion": "This House regrets the narrative saying that forgiveness is a virtue.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2023, Final"
    },
    {
        "lang": "en",
        "motion": "This House Believes That Museums of former colonial powers should return objects taken from their former colonies.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase"
    },
    {
        "lang": "en",
        "motion": "As allies airforce command This House Would prioritise bombard rides of infrastructure around Nazi German death and concentration camps rather than supporting front war.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase"
    },
    {
        "lang": "en",
        "motion": "This House Believes That domination of means of mass communication by social media giants enhances the freedom of speech",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Group phase"
    },
    {
        "lang": "en",
        "motion": "This House Believes That No kind of prejudice is good.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022, Final"
    },
    {
        "lang": "en",
        "motion": "This House Believes That Comparing to the people born after the Second World War, nowadays young people lack true heroes.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022"
    },
    {
        "lang": "en",
        "motion": "This House Would establish an international institution to fight with drug cartels",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022"
    },
    {
        "lang": "en",
        "motion": "This House supports the same educational system within EU",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2022"
    },
    {
        "lang": "en",
        "motion": "If I were Witold Pilecki, I would have left the country in 1946.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Quarterfinal"
    },
    {
        "lang": "en",
        "motion": "The Tokyo Olympic Games in 2021 should be canceled.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Semifinal"
    },
    {
        "lang": "en",
        "motion": "Access to the Internet does more harm than good for school-aged children.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Runners-up"
    },
    {
        "lang": "en",
        "motion": "The only right solution in this situation is to organize a lottery.",
        "adinfo": "You are a doctor at the public hospital, you have one rare medicine left and 5 patients in need: a little boy, a pensioner, a Nobel Prize winner in the field of chemistry, a billionaire, and a mother of five children. Only the person who will get the medicine avoids death. The decision is entirely yours.",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Final"
    },
    {
        "lang": "en",
        "motion": "Affirmative actions towards ethnic minorities in the process of recruitment is harmful for all sides involved.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase"
    },
    {
        "lang": "en",
        "motion": "In the 21st century, the war on terrorism has caused more instability in the world than terrorism would have caused itself.",
        "adinfo": "The September 11 attacks in New York and Washington in 2001 brought the issue of terrorism to the front line of Western security thinking and resulted in the declaration of a global \"war on terror\" ny the Bush administration (the so-called \"Bush doctrine\"). Consequently, this rhetoric paved the way for the regular wars \"against\" regimes that were supposed to harbour terrorists or behave like them (i.e. Afghanistan and Iraq).",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase"
    },
    {
        "lang": "en",
        "motion": "When recruiting, universities should pay more attention to the candidate's scientific and social commitment than to their secondary school-leaving examination results.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase"
    },
    {
        "lang": "en",
        "motion": "In times of crisis of liberal democracy, more \"Brexits\" in the EU are yet to come.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase"
    },
    {
        "lang": "en",
        "motion": "Irish reunification is in the best interest of the United Kingdom.",
        "adinfo": "",
        "source": "Musketeers of Words - Polish Oxford Debates Championships in English 2021, Group phase"
    }
]
